---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Macros.MacroModuleIterator
source: html/280b5bf6-51fa-5d6d-bb1c-1a2ff574a632.htm
---
# MacroModuleIterator Members

Releases all resources used by the MacroModuleIterator